<template>
  <el-dialog
    :visible.sync="dialogVisible"
    top="50px"
    width="90%">
    <h2><font-awesome-icon icon="paper-plane"/> ボートマッチとは</h2>
    <p>有権者（あなた）と候補者の双方に同内容のアンケートに答えてもらい、政策についての考えのマッチ率（一致度）を測定することができるインターネットサービスです。</p>

    <p>仙台市民の皆さまに、より気軽に、まずはゲーム感覚で政治や選挙に触れる機会を提供できないかと考え、2017年の仙台市長選に続き、2019年の仙台市議会議員一般選挙に際し、新たなボートマッチを企画・公開しました。</p>

    <p>なお、設問設計、及びアンケートの集計は厳密に行っておりますが、測定結果は、絶対的なものではありません。</p>
    <p>必ずしも表示された候補者への投票を促したり、推薦するものではなく、あなたが今回の選挙で誰に投票するかの１つの参考に、あるいは、候補者をより詳しく知るための機会として、ご活用いただければ幸いです。</p>


    <h2><font-awesome-icon icon="check"/> 回答方法</h2>
    <p>最初に選挙区を選んでください。最後にマッチ率が表示される候補者は、選んだ選挙区から出馬している方になります。</p>

    <p>それぞれの問いについて、該当する答えを選択肢から選んでください。</p>
    <p>Q1は、広くあなたの政治指向や信条に関する設問、Q2は、仙台市政に関わるやや具体的な設問となっています。Q2については、設問に対する補足説明も用意しています。</p>
    <p>いずれの設問も、選択肢がご自身の意見と完全に合致しない場合がありますが、「どちらかといえばこっち」「敢えて１つだけ選ぶならこっち」というものを選んでください。どうしても合致しない場合は、『どちらともいえない』または『無回答（わからない）』を選んでください。</p>

    <p>最後の問いのみ、複数の選択肢を選ぶことができます。チェックボックスを3つチェックしてください。</p>

    <p>なお回答漏れがあった場合は、「診断する」のボタンを押すことができませんので、ご注意ください。</p>


    <h2><font-awesome-icon icon="calculator" /><i class="fa fa-calculator fa-blue" aria-hidden="true"></i> マッチ率の計算方法</h2>
    <p>あなたと候補者が同じ回答をした設問について、「マッチした」とみなします。</p>
    <p>ただし、『無回答（わからない）』を選んだ場合は、一致したとみなされません（ある設問に対して、あなたと候補者がどちらも無回答だったとしても、マッチしなかったことになります）。</p>
    <p>設問は、１つだけ選択する問いが19種類、３つ選択する問いが1種類あります。</p>
    <p>つまり全部で22の選択肢がありますので、１つ選択がマッチした場合のマッチ率は約4.5％になります。</p>
    <p>最後の設問で３つすべて選ばなかった場合は、選ばなかった数の分、マッチしなかった場合と同様の計算をします。</p>
    <p>なお候補者に「無回答」の設問がある場合、その候補者とのマッチ率は100%にはなりません。予めご了承ください。</p>
    <p>また、現時点で回答をいただけていない候補者の方、回答を拒否された候補者の方とのマッチ率は測定されませんので、ご了承ください。</p>
    <p>純粋にアンケート結果に基づいてマッチ率を算出しているため、候補者が公約として掲げている内容と回答が一致しない場合があります。</p>

    <nuxt-link
      :to="{ name: 'candidate-answers' }"
    >【候補者の回答内容はすべて公開しています。こちらをクリックしてご確認ください】</nuxt-link>

    <p>弊団体により恣意的にマッチ率等を操作することは絶対にありません。候補者の回答内容はすべて公開しておりますので、マッチ率は手動でも計算することが可能です。</p>

    <p class="small center m20">
      企画：NPO法人メディアージ<br>
      制作：NPO法人メディアージ・ゆるてっく仙台<br>
      協力：TOHOKU360
    </p>

    <p>本企画に関する問い合わせ先 info@mediage.org</p>
    <span slot="footer" class="dialog-footer"><el-button @click="dialogVisible = false">とじる</el-button></span>
  </el-dialog>
</template>

<script>
  export default {
    name: "WhatVoteMatch",
    props: {
      value: {
        type: Boolean,
        required: true
      },
    },
    computed: {
      dialogVisible: {
        get() {
          return this.value
        },
        set(v) {
          this.updateValue(v)
        }
      }
    },
    methods: {
      updateValue(value) {
        this.$emit('input', value)
      }
    },
  }
</script>

<style scoped lang="scss">
  h2 {
    margin: 24px 0 16px;

    &:nth-of-type(1) {
      margin-top: 0;
    }
  }

  p {
    text-align: left;
    margin-bottom: 8px;
  }
</style>
