{
  "idea": [
    {
      "title": "Q1-1 経済の活性化について",
      "answers": [
        "福祉の充実、雇用対策など、行政主導で経済を活性化させる",
        "税は安く、厳しいルールは撤廃して、民間の自由な取引で経済を活性化させる",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-2 男女の権利について",
      "answers": [
        "男性も女性も、まったく同じ権利を得るべき",
        "性差に合わせた、柔軟な権利を得るべき",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-3 「平等」の考え方について",
      "answers": [
        "機会の平等を重視する",
        "結果の平等を重視する",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-4 私たち一人ひとりの意思決定について",
      "answers": [
        "全体の利益を考えて、コミュニティの決定を重視するべき",
        "自由が大切なので、個人の意思が優先されるべき",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-5 子育てについて",
      "answers": [
        "なによりも、家族が子育てに責任を持つべき",
        "公的機関や地域も子育てに大きな責任を持つべき",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-6 行政の税金の使いみちについて",
      "answers": [
        "道路や公園など、みんなが使えるものに、優先的にお金をかける",
        "弱者を守るための対策に、優先的にお金をかける",
        "どちらとも言えない"
      ]
    },
    {
      "title": "Q1-7 地域の課題解決について",
      "answers": [
        "きちんとしたサービスを提供するため、行政が積極的に取り組む",
        "地域のことをよく知るNPOやボランティアが、主体となって取り組む",
        "どちらとも言えない"
      ]
    }
  ],
  "policy": [
    {
      "title": "Q2-1. 東日本大震災から8年。仙台市は東北の中心都市として、他の市町村の復興にも積極的に支援をすべきだと思いますか",
      "description": "職員の派遣（人件費）なども、予算措置の中に含まれます。 仙台市では、2012（平成24）年度から県内の他の自治体に職員を派遣しています。2016（平成28）年度には10市町に計30名の職員が派遣されています。また、北海道地震や西日本豪雨、先ごろの山形県沖地震災害など他県の被災地に対しても職員派遣や支援物資提供を行いました。",
      "answers": [
        "予算措置を含め他市町村を支援すべき",
        "予算措置を伴わない範囲に留めるべき ",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-2. 市内の経済振興について、どのような地域を重視しますか",
      "description": "仙台駅周辺では、大型商業ビルの開業や再開発が相次いでいます。中央商店街とは、ここでは青葉区中央および青葉区一番町にある６商店街（アーケード街）のことを指しています。副都心は、ここでは泉中央駅周辺、長町駅〜長町南駅周辺を指しています。周縁部とは、これらに含まれない地域の商店街、商業地区などを指しています。",
      "answers": [
        "仙台駅周辺（西口・東口）",
        "中央商店街（アーケード）",
        "副都心（長町・泉中央）",
        "周縁部",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-3. 雇用確保・産業支援のために、より優先するのは",
      "description": "県外からの企業誘致によって多くの雇用が生まれると期待されますが、一方で仙台市は地元資本の大企業が少ない支店経済都市と言われ、法人住民税・法人事業税の流出につながっています。起業を促し、あるいは既存の地元企業を支援し、大きくしていくことでも雇用は生まれますが、成長には時間がかかります。",
      "answers": [
        "企業の誘致",
        "地元中小企業の育成・支援",
        "起業促進",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-4. 働き方改革を推進するために、重視する政策は",
      "description": "",
      "answers": [
        "雇用者の権利が確保された職場で、正規雇用で働ける人を増やす",
        "フリーランスなど独立した人が働きやすい環境づくり",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-5. 地下鉄南北線を隣接する市（富谷市や名取市）まで延伸すべきか",
      "description": "仙台市に隣接する名取市や富谷市は、仙台市内で働く人たちのベッドタウンとなっています。富谷市は泉中央までの基幹公共交通の手段について検討しています。名取市は地下鉄南北線の南進も選択肢にいれた新しい鉄道や軌道(路面電車・ライトレールなど)についての調査事業に着手しています。ただし、路線の延伸には莫大な工事費がかかると言われています。",
      "answers": [
        "そう思う",
        "そう思わない",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-6. 赤字の続くバス事業について",
      "description": "2016(平成28)年度は市バス全46路線が赤字でした。2018(平成29)年度決算ではやや持ち直したものの、依然としてバス事業は年間約4億円の赤字であり、仙台市の税収入から補われています。民営化、または民間に事業を譲渡した場合、事業の効率化や行政からの支出を減らすことができますが、一方で運転士の待遇悪化や、一部路線の廃止や運賃値上げにつながる恐れがあります。なお仙台市交通局では、すでに一部路線バスの運転を民間事業者に委託しています。",
      "answers": [
        "サービス規模を維持しつつ、路線網を見直すべき",
        "赤字縮小のため、規模を縮小すべき",
        "合理化効率化を進めるため、民営化、または民間へ事業を譲渡すべき",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-7. 仙台市の都市交通について、どの交通手段の割合を増やしていくべきだと思いますか？",
      "description": "",
      "answers": [
        "バス",
        "地下鉄",
        "JR・第三セクター",
        "自家用車・社用車",
        "自転車",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-8. 仙台市が新規整備を検討している音楽ホールについて",
      "description": "仙台市は「楽都仙台」を掲げ約20年前から音楽堂の建設を目指してきました。現在は2000席規模の音楽ホールが想定されています。有識者会議では建設予定地として西公園、青葉山公園、錦町公園が挙げられていますが、公園の敷地を使うことには一部で反対の声も上がっています。また多目的ホールとしての東京エレクトロンホール宮城(宮城県民会館)の建て替えも検討されており、県と市で同規模のホールを同時期に作ることについて調整が必要という声もあります。",
      "answers": [
        "建設すべき",
        "慎重に検討すべき",
        "建設すべきではない",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-9. 少子高齢化を迎えるにあたり、どちらの政策をより重視しますか",
      "description": "",
      "answers": [
        "出産・子育て環境の整備を優先すべき",
        "高齢者の介護支援や見守り対策を優先すべき",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-10. 待機児童問題について",
      "description": "待機児童とは、親が共働きなどの理由で保育所等に入所申請をしているが入ることのできない状態にある、未就学児の子どものことをいいます。仙台市には、2019年4月1日現在で121人いるとされています。待機児童を解消することで女性の社会進出がすすむという効果がある一方で、保育士の数や質の確保など多くの課題があると言われています。",
      "answers": [
        "任期中の待機児童ゼロに取り組む",
        "段階的に減少に向けて取り組む",
        "現状維持で良い",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-11. 性的マリノリティに対する、同性パートナーシップをはじめとする制度的支援を進めるべきか",
      "description": "同性パートナーシップ制度は、現在結婚が認められていない同性のカップルのパートナーシップを行政が証明するものです。性的な多様性を尊重する取り組みです。ただし、婚姻と同等の法律的な効果はありません。日本では最初に東京都渋谷区がこの取り組みを始め、現在、全国で23の自治体が導入しています。仙台市と同じ政令指定都市では札幌市、千葉市、大阪市、堺市、福岡市が導入しており、さいたま市と名古屋市は導入予定です。一方、伝統的な家族観などの観点から制定に慎重な声もあがっています。",
      "answers": [
        "早急に整備すべき",
        "具体的に検討を進めたい",
        "慎重に進めるべき",
        "無回答（わからない）"
      ]
    },
    {
      "title": "Q2-12. 郡和子仙台市長のこれまで1期目2年間の取り組みを、評価しますか？",
      "description": "郡和子市長が就任してから2年が経ちます。郡市長の公約に関連して、中学2年生までの35人以下学級が実現したほか、いじめ防止条例の制定、仙台に就職する学生に対しての奨学金返還支援事業などが始まっています。一方で、国政野党出身者であることから、国とのパイプが作りにくいのではないかという指摘もされています。",
      "answers": [
        "評価する",
        "どちらかといえば評価する",
        "あまり評価しない",
        "評価しない",
        "無回答（わからない）"
      ]
    }
  ],
  "primary": [
    "財政健全化",
    "地域産業振興",
    "人口流出の抑制・若者のUIJターン促進",
    "観光・インバウンド",
    "文化・学術・スポーツ振興",
    "市民活動・まちづくり",
    "学校教育・いじめ対策",
    "出産・子育て支援",
    "社会福祉（高齢者・障害者・貧困等）",
    "都市整備・再開発・公共交通",
    "環境保護",
    "多様性・ダイバーシティ"
  ]
}

